---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsLossCoefficient
source: html/73a164cb-516a-947a-7afa-f852f7f57950.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsLossCoefficient Property

"Loss Coefficient"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsLossCoefficient { get; }
```